/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "googlelite";

var DATA = {
	"北京" : {
		"中国人民大学" : ["张雨娴"],
		"中央财经大学" : ["何立平"],
		"中国人民大学" : ["张雨娴"],
		"北京大学" : ["胥力源","包淳"],
		"清华大学" : ["凌当誉"],
		"北京科技大学" : ["陈浩天"]
	},

	"南京" : {
		"东南大学" : ["李宇希","陈秋语","唐子涵","万杰"],
		"江苏警官学院" : ["王赟"],
		"南京大学" : ["薛蕾","荣毅","张若愚","薛正海","李治儒","熊浪","车一晗"],
		"南京工程学院" : ["周煜"],
		"南京审计大学" : ["邓佳珣","刘致远","周天豪"]
	},

	"合肥" : {
		"中国科学技术大学" : ["陈瑾","陈子灿"]
	},
	
	"厦门":{
		"厦门大学" : ["董灿","肖颖华","徐惠三"]
	},
	
	"广州" : {
		"中山大学" : ["卞楚瑶"]
	},
	
	"河北" : {
		"河北大学" : ["魏桢明"]
	},
	
	"郑州" : {
		"郑州大学" : ["陈曦"]
	},
	
	"哈尔滨" : {
		"哈尔滨工业大学" : ["张泽"]
	},

	"武汉" : {
		"华中科技大学" : ["王舟舟","潘隆祺","丁承瀚"]
	},
	
	"湖南" : {
		"湖南大学" : ["刘胜清"]
	},

	"吉林" : {
		"吉林大学" : ["李正浩"]
	},
	
	"青岛" : {
		"中国海洋大学" : ["倪辰星"]
	},
	
	"西安" : {
		"西北工业大学" : ["黄嘉骏","肖雨"]
	},

	"上海" : {
		"复旦大学" : ["陆冰洁"],
		"上海财经大学" : ["季凌霄","史佳怡"],
		"上海交通大学" : ["陈航","赵思远","徐真志"],
		"同济大学" : ["潘俊生"],
		"复旦大学" : ["顾子涵"]
	},

	"成都" : {
		"电子科技大学" : ["王宇轩"],
		"四川大学" : ["殷浩然"]
	},

	"无锡" : {
		"江南大学" : ["沈偲文"]
	},
	
	"杭州" : {
		"浙江大学" : ["韦素娴"]
	},
};

var SPEC_POS = {
	"univ_C" : [121.597479, 31.185356]
};

var MAP_TITLE = "江苏省盐城中学18届13班蹭饭地图";

var ABOUT = {
	"作者" : ["徐总"],
	"感谢" : ["张若愚", "以及所有同学"]
};